{
  "posts": [
    {
      "id": "01-eerste-blog",
      "slug": "01-eerste-blog",
      "title": "Het verhaal Mice Men's Matter",
      "date": "2025-08-01",
      "author": "Nelap Rednav Najtreg",
      "excerpt": "Eerste verkenning van mysterieus verhaal",
      "content": "\n# Welkom in deze warrige wereld\n\nOp een dag kwam mij dit bijzondere verhaal ter oren. Na enige tijd besloot ik mij erin te verdiepen en ik viel van de ene verbazing in de andere!\nTot op heden geen enkele manier, mens, computer of wat dan ook gevonden wat het verklaart, verheldert laat staan snapt. Maar de energie is zo onmiskenbaar sterk, prikkelend dat ik het moet delen!\nGa gerust mee en oordeel vrijlijk en we komen misschien ergens.\n\nEven de eerste dingetjes:\n- wie zijn de Muizen Mans?\n- waar komen ze vandaan?\n- wat betekenen ze voor ons?\n\n> Okay.\nEerste dingen eerst.\nZoals iedereen wel eens heeft meegemaakt, zeker gehoord, zijn er kleine dietjes, muizen, die in onze huizen leven.\nDoen vaak niet zoveel, je ziet ze amper. Behalve als ze honger hebben, gevangen in je huis, en op zoek gaan naar eten.\nMuizen ontlasten zich waar ze lopen en dus zie je daar kleine, niet zo smakkelijke, pure hagelslag korrels liggen.\nDan wordt het ook tijd om er wat aan te doen. Zo ook bij mij. En zo is na een lange jacht iets raars en bijzonders gebeurd.\n\nEnkele malen was ik succesvol: de klem, telkens wat anders 'lekkers' erin gedaan, gaf een verslagen vijand. Glazig kijkend en onbeweeglijk.\nAfin, de meesten van ons kennen dit en zijn er vaak vies of beetje zielig over. Arme diertjes...\n\nMaar op een dag, heb diepe tuin met veel wilde natuur dus diertjes, had ik een waardige tegenstander!\nHet achterlaten van zijn/haar ontlasting op diverse keuken oppervlakten dreef mij tot wanhoop. Want de klemmen bleven leeg...\nAlle voeding in stevige blikken dan wel goed gesloten kasten deed geen honger naar een klem maaltje ontstaan.\nWel was er herhaaldelijk activiteit te horen. Geritsel, gekraak, verplaatsing van...? Werd er gek van.\nTelkens iets horen, stil zijn/geluiden TV en zo uit, maar geen betrapping. Zelfs geen bewijzen.\n\nNa enige hernieuwde pogingen besloot ik resoluter mijn vijand te leren kennen. Via kleine microfoons die lang op 1 batterij werkten ging ik op onderzoek.\nCamera's, al dan niet infra rood waren me te gortig duur en veel werk. Het setje van 5 draadloze batterij microfoons had ik al. Overgehouden aan klus elders.\nZo gezegd en zo gedaan. Alles ingesteld en op 5 strategische plekken vrijwel onzichtbaar geplaatst. Met schone latex handschoenen en daar waar ik activiteit vermoedde.\n\nTsja, had ik dat maar niet gedaan....\n\nBronnen: Herr Paal Brein & dwalingen\n"
    },
    {
      "id": "02-eerste-blogtwo",
      "slug": "02-eerste-blogtwo",
      "title": "Mice Men's Matter 2",
      "date": "2025-08-02",
      "author": "Nelap rednav Najtreg",
      "excerpt": "Vervolg bijzondere verhaal",
      "content": "\nEnkele dagen gebeurde er niets. Af en aan was ik thuis, niet al te lang weg.\nToen ging ik langer van huis, even naar een feestje ongeveer 200 kilometer verder in het mooie en stille Eifel gebied. Inclusief slapen dus. Ongeveer 24 uren van huis. Normaal maximaal uur of 10 à 12. Dus dubbel zo lang. Ja, dat is wel een verschil.\n\nNa enige uren terug te zijn op een zondagmiddag zag ik op de pc meldingen...veel meldingen. De microfoontjes hadden een en ander opgenomen. Niet heel lang, wel veel.\nKorte geluidsfragmenten, iets wat heen en weer ging. Soms 3 verschillende klanken.\nHelaas onverstaanbaar...ja, wat wil je: muizen taal. Of bestaat dat niet?\n\nHet was duidelijk een taal; meerdere intonaties, klanken die terugkeerden, tussenklanken, en zo voort. Als je het langzamer afspeelde, de tonen waren hoog, dan kreeg je een onverstaanbaar maar duidelijke indruk van een 'gesprek'!\nEnige opwinding had ik wel. Want voordat ik alle microfoontjes plaatste had ik al een ontcijfer plan. We leven immers in een digitale artificiële intelligentie tijd!\nDe strijd – tegen die vermaledijde slimmeriken – was begonnen.\n\nDe data, best wel nodige minuten aan 'gesprekken', voerde ik in een speciaal ingerichte virtuele pc omgeving. Met maar liefst 3 vooraf geïnstalleerde AI programma's.\nAan de slag heren AI; decodeer en vertaal wat je hoort.\n\nHmm...enkele uren later was het verdict....nul.\nTe weinig data, onsamenhangende woordjes, gesprekken. Kon van alles zijn.\nGelukkig kun je dan ook de vraag stellen: waarom is het niet te ontcijferen?\nMeer data is nodig! Veel veel meer data.\n\nDaar ben ik nu mee bezig. Al de nodige maanden. En dat is dan toch wel de bron van mijn schokkende ontdekkingen. Ik hou je op de hoogte.\n\nBronnen: lokale microfoontjes\n"
    },
    {
      "id": "03-eerste-blog3thcopy",
      "slug": "03-eerste-blog3thcopy",
      "title": "Mice Men's Matter 3",
      "date": "2025-08-03",
      "author": "Nelap Rednav Najtreg",
      "excerpt": "Wat gebeurt daar?",
      "content": "\nNa de nodige dagen data doorwerken komt AI (3 machines!) eindelijk tot begrijpbare teksten. \nDe geluidjes beginnen op een rare manier in mijn hoofd ook begrijpelijk te klinken...wat misschien komt doordat ik vele uren op 'loop'- continu afdraaien had staan.\nZe gebiologeerd dat ik de laatste weken amper wat anders deed!\n\nVrienden en familie vroegen al wat er was. Maar na eerst een zoveelste corona virus en griep aanval laten ze met rust. Beetje appen, berichtjes, enkel telefoontje en ik heb rust.\nNou ja, drukte in hoofd en sensationele belevingen door alle uitkomsten!\n\nWat hoor ik allemaal?\nJe zou denken dat er weinig inhoud is maar er wordt veel 'gepraat' over de omstandigheden in mijn huis. Enkele muizen zijn van mening dat ze in een paradijs van een wrede god leven, misschien meerdere goden. Ze proberen te verklaren waarom op meerdere plekken eten te vinden (krijgen?) is, als ook veiligheid en warmte (geen kat of roofdier). Maar tegelijk moet soms iemand zich offeren in de klap des doods!\nMeestal met een laatste maaltje van iets sterk ruikend en lekkers...\n\nTsja, ik wil van ze af. Maar nu twijfel ik wel door de aanwezige intelligentie, wijsheid.\nMen heeft naast dat ook gewone familiare gesprekken, vriendschappen.\n\nEen ding bevreemd me wel heel erg. De schijnbare eeuwen, millennia oude cultuur waarvan gerept wordt. Hoezo zijn ze zich daar bewust van? Kan me niet voorstellen dat ze ergens iets schrijven of opslaan? Anders was dat al lang door ons mensen ontdekt.\n\nMisschien heb ik daar t.z.t. Een oplossing voor...als AI de kracht heeft.\n\nBronnen: AI vertalingen gesprekken\n"
    },
    {
      "id": "04-eerste-blog",
      "slug": "04-eerste-blog",
      "title": "Mice Men's Matter 4",
      "date": "2025-08-04",
      "author": "Nelap Rednav Najtreg",
      "excerpt": "Verdere verkenning van mysterieus verhaal",
      "content": "Men's Mice Matter 4\n\nHier een stukje conversatie van de muizen, als je het zo kunt noemen. Heb er wat leesbaars en begrijpelijks van gemaakt.\n\nMuis 1 (lichtere piep/jonger?);\nWaarom mag ik daar niet aankomen?\nMuis 2 (zwaardere piep/ouder?):\nOmdat jij nog geen drager van kennis bent en te jong als offer.\nMuis 1: maar...*@# (naam onbegrijpelijk) deed het wel!\nMuis 2: Ja, en waar is die nu? Meegenomen door de Goden? Gestraft?\nJe moet begrijpen dat het erg complex is zoals het leven is geregeld, hoe het gaat.\nZomaar wat doen en de uitkomst laten komen werkt gewoon niet. Volg de regels van goud. Zie de anderen ook doen wat hoort, gebeuren moet.\nMuis 1: pfff...er gebeuren vooral veel dezelfde dingen en grote *&^ (naam?) loopt overal over te klagen, mopperen en iedereen op z'n plaats zetten. Zo is er weinig aan.\nBen dat herhalen herhalen van de gouden regels wel beu!\nKunnen wij niet eens wat gaan ontdekken? Misschien krijgen we dan meer duidelijk.\nMuis 2: dat is wel een beetje de Goden beledigen en ook *&^ muis die over ons waakt.\nZo gaat het hele tijd door: de jonge muis wil van alles en de oudere remt hem af.\nSoms raak ik in de overtuiging dat ze al millennia zo praten, bijna menselijk. Je mist hooguit onze context. Maar er is veel overlap en hetzelfde: honger, regels, strijd, spanning.\nBen onder de indruk van de kwaliteit van de gesprekken. Wist dat er dieren zijn met een 'taal' die enige communicatie mogelijk maakt maar wetenschappers zien alleen primaire signalen: gevaar, daar is eten, wie ben je, vijand, etc.\n\nDit gaat veel veel verder, voor muizen zeker. Die zijn toch simpel, eenvoudig? Eten, voortplanten, nestelen, enzovoort. \n\nWe gaan nog eens wat meer luisteren en analyseren. Erg benieuwd.\n\nBronnen: Herr Paal Brein & muis talen\n"
    },
    {
      "id": "05-eerste-blog",
      "slug": "05-eerste-blog",
      "title": "Mice Men's Matter 5",
      "date": "2025-08-05",
      "author": "Nelap Rednav Najtreg",
      "excerpt": "eerste conversaties",
      "content": "Men's Mice Matter 5\n\nHier een stukje conversatie van de muizen, als je het zo kunt noemen. Heb er wat leesbaars en begrijpelijks van gemaakt.\n\nMuis 1 (lichtere piep/jonger?);\nWaarom mag ik daar niet aankomen?\nMuis 2 (zwaardere piep/ouder?):\nOmdat jij nog geen drager van kennis bent en te jong als offer.\nMuis 1: maar...*@# (naam onbegrijpelijk) deed het wel!\nMuis 2: Ja, en waar is die nu? Meegenomen door de Goden? Gestraft?\nJe moet begrijpen dat het erg complex is zoals het leven is geregeld, hoe het gaat.\nZomaar wat doen en de uitkomst laten komen werkt gewoon niet. Volg de regels van goud. Zie de anderen ook doen wat hoort, gebeuren moet.\nMuis 1: pfff...er gebeuren vooral veel dezelfde dingen en grote *&^ (naam?) loopt overal over te klagen, mopperen en iedereen op z'n plaats zetten. Zo is er weinig aan.\nBen dat herhalen herhalen van de gouden regels wel beu!\nKunnen wij niet eens wat gaan ontdekken? Misschien krijgen we dan meer duidelijk.\nMuis 2: dat is wel een beetje de Goden beledigen en ook *&^ muis die over ons waakt.\nZo gaat het hele tijd door: de jonge muis wil van alles en de oudere remt hem af.\nSoms raak ik in de overtuiging dat ze al millennia zo praten, bijna menselijk. Je mist hooguit onze context. Maar er is veel overlap en hetzelfde: honger, regels, strijd, spanning.\nBen onder de indruk van de kwaliteit van de gesprekken. Wist dat er dieren zijn met een 'taal' die enige communicatie mogelijk maakt maar wetenschappers zien alleen primaire signalen: gevaar, daar is eten, wie ben je, vijand, etc.\n\nDit gaat veel veel verder, voor muizen zeker. Die zijn toch simpel, eenvoudig? Eten, voortplanten, nestelen, enzovoort. \n\nWe gaan nog eens wat meer luisteren en analyseren. Erg benieuwd.\n\nBronnen: Herr Paal Brein & muis talen\n"
    },
    {
      "id": "06-Mice Matters 5",
      "slug": "06-Mice Matters 5",
      "title": "Mice Men's Matter 6",
      "date": "2025-08-06",
      "author": "Nelap rednav Najtreg",
      "excerpt": "eerste conclusie",
      "content": "\nMen's Mice Matter 6\n\nBen nu een tijdje aan het 'luisteren' en vooral analyseren.\nBerg aan info ondertussen en de AI vertaalslag steeds beter, begrijpelijker.\n\nSchokkendste ontdekking: de wereld van muizen heeft enorme parallellen met de menselijke! Misschien wel vooral omdat ze direct met en bij ons leven.\n\nMoet het allemaal op me in laten werken, checken en her-vertalen want soms is het gewoon niet te geloven wat er zich in die andere wereld afspeelt.\nEnkele voorbeelden:\nze geloven in gestructureerdheid wereld\nzien de mensen als Goden\nwij zijn erg wispelturig maar klagen durven ze niet\nhun lot wordt telkens weer aanvaard, hoe onlogisch dan ook\nvelen zuchten onder de zwaarte maar willen tevreden zijn et wat ze hebben\nslecht een of twee individuen durven kritische vragen te stellen\nenzovoort\n\nVraag me wel eens af of wij als mens onszelf teveel op een voetstuk hebben gezet ten opzichte van de natuur? Waren sommige dieren na miljoenen jaren niet juist verder dan wij? Misschien geen stembanden, communicatie beeld en geschrift maar wel bewustzijn.\n\nDe muizenpopulatie – welke ik als doorsnee beschouw – durft weinig in vraag te stellen maar ze hebben het soms ook over de tijd van voor de ontdekking van de goden.\nEen quasi paradijs met alleen je eigen verantwoording en blijf in balans met je omgeving.\nRoofdieren niet zelden als bevriend of minstens normaal besproken....\nGeen goden in beeld en alles ging vanzelf!\n\nBronnen: lokale microfoontjes en AI analyses\n"
    },
    {
      "id": "07-Mice Matters 6",
      "slug": "07-Mice Matters 6",
      "title": "Mice Men's Matter 7",
      "date": "2025-08-02",
      "author": "Nelap rednav Najtreg",
      "excerpt": "En  er is meer",
      "content": "Men's Mice Matter 7\n\nAl dagen loop ik nu met een krakend brein rond: “Hoe is dit in Godsnaam mogelijk?”\nParallelle werelden qua bewustzijn? Vele vele muizenzaken die overlappen met de onze?\nMiljoenen jaren reeds bewustzijn vóórdat wij er kwamen!\n\nNog maar eens een gesprek van 2 andere muizen;\n\nMuis 3 (gemiddelde piep/leeftijd?);\nWaarom waren muis !@# [onze muis 1] en muis @#$ [muis 2] zo aan het doorpraten over het verbodene ? Zijn ze niet bang dat ze geslagen worden door een van de Goden?\nNiemand neemt zonder angst dat risico maar zij klonken wel erg rustig, niet bang.\nMuis 4 (iets zwaardere piep/ouder?):\nTsja, je hebt altijd goddelozen die maar wat raak kletsen....totdat ze de klap des doods krijgen! Dan is het te laat voor spijt. Angst is een goede drijfveer. Houdt je in leven!\nMisschien moeten we *&^ muis (soort oppermuis/leider) eens bevragen?\nMuis 3: maar...*&^ muis kan heel kwaad worden! Ook op ons als wij het melden.\nBen nog te jong om als voorbeeld offer er aan te gaan! Brr....krijg al de rillingen!\nLaten we het even onder ons houden. Iedereen heeft recht op z'n geheimen...\nMuis 4 Ja, maar je moet begrijpen dat het complex is met reden. En miljoenen jaren is het goed gegaan, laatste millennia wat minder maar nog steeds goed te doen.\nJuist daarom best wel wat delen, voorzichtig.\nMuis 3: Ben niet zo'n fan van gedrag van grote *&^ klagen, bazen en mopperen en iedereen voor zijn karretje spannen. Sorry, maar die dikzak is me te wispelturig.\nBen je $%^ vergeten? Zijn voorganger. Die heeft ie ook met veel gepiep weg gekregen.\nAchteraf was er niks aan de hand maar wel mooi nieuwe machthebber, leider. En $%^ is nog steeds spoorloos sinds de kroning (iets als/leider krijgt een ding wat macht aangeeft).\nNiet door goden genomen en niks van terug te vinden. Nog geen keuteltje!\nMuis 4: ja ja, rustig maar. Probeer ook maar zuiver te zijn. Je weet nooit wie mee luistert of 'doorhoord' (term die ik vermoed iets van telepathisch/gedachtegolven betekend.\nHeb geen zin in een verhoor van de wachters (zijn dus ook soort agenten!).\n\nVoetnoot: die rare namen onhandig. Ga eens proberen setje namen te gebruiken.\n\nBronnen: Meer van wat er gehoord en gesproken is...\n"
    }
  ],
  "slugs": [
    "01-eerste-blog",
    "02-eerste-blogtwo",
    "03-eerste-blog3thcopy",
    "04-eerste-blog",
    "05-eerste-blog",
    "06-Mice Matters 5",
    "07-Mice Matters 6"
  ],
  "generatedAt": "2025-08-21T18:32:51.915Z"
}